INSERT INTO forum.postlist (class_name,title,imageurl,content,`user`,reply,views,post_time,latestReply_user,latestReply_time,post_exists) VALUES
	 ('系統公告','系統改版，停機公告',NULL,'各位會員 好：

感謝大家長期以來對以物易物交換網的支持與鼓勵，為了提供更好的平台供大家使用，我們將於112年05月18日9點開始進行改','root',0,1,'2023-05-19 10:59:28','root','2023-05-19 10:59:28',1),
	 ('回收區','還有在換物的來簽到！！',NULL,'好無聊喔～超多提問不回的，有點考慮離開了！
換新版面，不知道人氣會不會旺一點。
很久沒互相符合需求的交換了！！','john55688',0,1,'2023-05-19 11:14:13','john55688','2023-05-19 11:14:13',0),
	 ('綜合討論','還有在換物的來簽到！！','img_5.png','好無聊喔～超多提問不回的，有點考慮離開了！
換新版面，不知道人氣會不會旺一點。
很久沒互相符合需求的交換了！！','john55688',0,0,'2023-05-19 11:15:16','john55688','2023-05-19 11:15:16',1),
	 ('綜合討論','能找一些同好來交換蓋過郵戳的郵票嗎？',NULL,'一直都有集郵的習慣，但來源實在有夠少，集郵已經30年了，以60後的銷票為主(只換有蓋過戳章的)，如果有興趣，麻煩email給我您的郵票，一起','john55688',0,0,'2023-05-19 11:15:37','john55688','2023-05-19 11:15:37',1),
	 ('新手發問','無法上傳圖片',NULL,'新進萌新。
圖片一直無法上傳，求解','jojo1679',0,0,'2023-05-19 11:16:36','jojo1679','2023-05-19 11:16:36',1),
	 ('綜合討論','要交流換物的來簽到哦~',NULL,'歡迎多多交流~','v731219v',0,0,'2023-05-19 11:18:26','v731219v','2023-05-19 11:18:26',1),
	 ('綜合討論','剛來的新手多指教',NULL,'店倒了我有一大堆庫存貨大多是文具、雜貨、手作材料等等。日後有時間會新增歡迎關注我','v731219v',0,0,'2023-05-19 11:18:44','v731219v','2023-05-19 11:18:44',1),
	 ('閒聊','多年後重新回歸',NULL,'大約7~8年前,小孩剛生沒多久時,發現這個網站,想當初在這換到了好多好多實用物品,為我那時省了不少費用,尤其是小孩的,後來忙於工作,就沒再來','c954226',0,0,'2023-05-19 11:19:40','c954226','2023-05-19 11:19:40',1),
	 ('新手發問','請問各位換友如遇到雙方寄出運費有價差都如何處理？',NULL,'雖然我已是元老級換家，但我第一次遇到雙方因為寄出方式不同，所以她希望我多給她東西貼補運費上的價差。寄送方式不是雙方協調好，自由選擇嗎？怎麼變','backy20999',0,0,'2023-05-19 11:20:16','backy20999','2023-05-19 11:20:16',1);
INSERT INTO forum.postlist (class_name,title,imageurl,content,`user`,reply,views,post_time,latestReply_user,latestReply_time,post_exists) VALUES
	 ('綜合討論','回收廢電池',NULL,'汽車廢電池可以賣幾百元喔','backy20999',0,0,'2023-05-19 11:20:37','backy20999','2023-05-19 11:20:37',1),
	 ('綜合討論','檸檬加酒精清潔劑如何製作',NULL,'http://change.e1515.com.tw/Detail.php?ProductID=2172681
用於廁所去污超強
用於洗','backy20999',0,0,'2023-05-19 11:20:59','backy20999','2023-05-19 11:20:59',1),
	 ('綜合討論','不斷重複更新物品刊登！','img_6.png','請教小天使：可否設定物品.重新更新刊登時間！：不然疲勞轟炸！一直看到同一位換家不斷刊登同樣物品！也請給別人刊登新的物品的機會！謝謝！','oktonyi',0,0,'2023-05-19 11:21:57','oktonyi','2023-05-19 11:21:57',1),
	 ('綜合討論','每位換物者的物品展示版面，也能跟首頁的換物版面一樣，可以切換成並列模式。','img_7.png','如題建議=>每位換物者的物品展示版面，也能跟首頁的換物版面一樣，可以切換成並列模式。','matt919188',0,0,'2023-05-19 11:22:50','matt919188','2023-05-19 11:22:50',1),
	 ('新手發問','「我的問答」是否能設計自由刪除？',NULL,'希望系統能將「我的問答」這個部份，回覆問題後，任由換家選擇刪除與否，不然長時間下來，問答累積上百上千個，開啟後覺得很煩躁，希望系統能設計更簡','matt919188',0,1,'2023-05-19 11:23:14','matt919188','2023-05-19 11:23:14',1),
	 ('新手發問','抽抽樂是啥玩意兒',NULL,'客服小天使您好，關於抽抽樂>抽點數存摺>花(200自動換花)的問題如下:
花好像有期限，覺得要給使用者一個按鈕(自行決定換成花的時間)，','n01z1a4n3uzv',0,0,'2023-05-19 11:23:47','n01z1a4n3uzv','2023-05-19 11:23:47',1),
	 ('新手發問','如果被惡意給付評要如何處理',NULL,'我和換家svchau 換物.他寄來的東西跟照片網頁上的不符.寫信給他.他也不回.直接給我負評.請問要如何處理..我們規規矩矩在這換物換地很開','n01z1a4n3uzv',0,0,'2023-05-19 11:24:10','n01z1a4n3uzv','2023-05-19 11:24:10',1),
	 ('綜合討論','無法更改物品',NULL,'一直顯示cannot read property ''value'' of undefined.
該填的都有填
請客服幫忙處理','n01z1a4n3uzv',0,0,'2023-05-19 11:25:29','n01z1a4n3uzv','2023-05-19 11:25:29',1),
	 ('新手發問','請問各位換友如遇到雙方寄出運費有價差都如何處理？',NULL,'雖然我已是元老級換家，但我第一次遇到雙方因為寄出方式不同，所以她希望我多給她東西貼補運費上的價差。寄送方式不是雙方協調好，自由選擇嗎？怎麼變','n01z1a4n3uzv',0,0,'2023-05-19 11:25:56','n01z1a4n3uzv','2023-05-19 11:25:56',1),
	 ('綜合討論','三重換物社群',NULL,'歡迎三重人加入Line 社群
換 / 贈物 (三重區)
https://reurl.cc/3LjQ20','n01z1a4n3uzv',0,0,'2023-05-19 11:26:18','n01z1a4n3uzv','2023-05-19 11:26:18',1);
INSERT INTO forum.postlist (class_name,title,imageurl,content,`user`,reply,views,post_time,latestReply_user,latestReply_time,post_exists) VALUES
	 ('綜合討論','拿過期和快過期的東西想換別人高單價的商品',NULL,'發現一個奇葩,想用快過期的垃圾食品換別人的全新高單價商品,我覺得巳經不是臉皮厚,而是可能有精神病...','n01z1a4n3uzv',0,0,'2023-05-19 11:26:36','n01z1a4n3uzv','2023-05-19 11:26:36',1),
	 ('綜合討論','他是桃園平鎮的換家，希望只是我的想像',NULL,'昨天點了答應交易，也在時間內寄了，怕物品摔到也特地用宅配，突然接到一通未顯示號碼來電，沒問侯直接批口就問東西寄了沒？怎還沒收到，心想昨天完成','n01z1a4n3uzv',0,0,'2023-05-19 11:26:52','n01z1a4n3uzv','2023-05-19 11:26:52',1),
	 ('回收區','B群',NULL,'請問我有一瓶B群,在日本購買的,2020/8月到期,因為不能在網站上賣藥,會罰錢,可以用以物易物嗎?謝謝','n01z1a4n3uzv',0,1,'2023-05-19 11:27:09','n01z1a4n3uzv','2023-05-19 11:27:09',0),
	 ('綜合討論','請舉例最沒有價值的東西/你不想在這裡看見的東西',NULL,'保固無效；故障品；從飯店客房帶回的用具；股東與婚宴贈送的禮品；參考書，
因為這些都沒有價值，','n01z1a4n3uzv',1,2,'2023-05-19 11:27:56','catcute','2023-05-19 11:57:18',1),
	 ('綜合討論','我快沒耐心',NULL,'主動問好幾個，每個回應信都一樣拒絕','koyuku809',1,3,'2023-05-19 11:28:40','catsocute','2023-05-19 11:53:27',1),
	 ('綜合討論','大家好','img_9.png','大家好 我是catsocute','catsocute',0,3,'2023-05-19 11:53:54','catsocute','2023-05-19 11:53:54',1),
	 ('綜合討論','hello ',NULL,'hello你好','catcute',0,4,'2023-05-19 11:57:01','catcute','2023-05-19 11:57:01',1),
	 ('綜合討論','我是新手大家好','img_11.png','我是新手大家好','n01z1a4n3uzv',0,3,'2023-05-19 11:58:48','n01z1a4n3uzv','2023-05-19 11:58:48',1);
